Repository: dgknovos/nomus
Catalog: drupal/sites/all/modules/dhtml_menu/translations/*.po
Languages: hu, it

source: Configure the effects of DHTML Menu
hu: DHTML Menu effektjeinek beállítása
it: Configura gli effetti dei DHTML Menu

source: DHTML Menu effects
hu: DHTML Menu effektjei
it: Effetti dei DHTML Menu

source: Animated sliding effect
hu: Animált csúszás effekt
it: Scorrimento animato

source: Keep only one menu open at a time.
hu: Egy időben csak egy menü legyen nyitva.
it: Mantieni aperto un solo men&ugrave; per volta.

source: For the above option, consider each menu tree separately.
hu: A fenti beállításokhoz kezelje külön-külön a menüfákat.
it: Relativamente all'opzione precedente, considera separatamente ogni albero di men&ugrave;.

source: Close menus when their parent menu is closed.
hu: Menük bezárása a szülő menü bezárásakor.
it: Chiudi i men&ugrave; quando il men&ugrave; padre &egrave; chiuso.

source: Add an extra page link to each expanding menu item.
hu: Egy külön oldalhivatkozás hozzáadása minden nyitott menüponthoz.
it: Aggiungi un link extra a ogni elemento di men&ugrave; espandibile.

source: Go to the page on double-click.
hu: Oldal megnyitása dupla kattintással.
it: Vai alla pagina con il doppio click

source: Menus without DHTML
hu: Menük DHTML nélkül
it: Men&ugrave; senza DHTML

source: DHTML will be used for all menus by default, but can be switched off for specific menus.
hu: A DHTML alapértelmezetten minden menühöz használva lesz, itt kikapcsolható bizonyos menükhöz.
it: DHTML sar&agrave; usato normalmente per tutti i men&ugrave;, ma pu&ograve; essere disattivato per alcuni men&ugrave; specifici.

source: Book: %title
hu: Könyv: %title
it: Libro: %title

source: <em>DHTML Menu</em> adds dynamic functionality to the menus of your site. Ordinarily, reaching the child elements below an item requires you to visit its page. With DHTML Menu, clicking on an item with child elements will expand it without leaving the page, saving time. You can reach the actual page of such an item either by double-clicking on it or visiting the small extra link that will be shown right below it when expanded.
hu: <em>DHTML Menu</em> a webhely menüinek dinamikus működését teszi lehetővé. Egy szülő menüpont allati gyermek menüpontok eléréséhez rendszerint meg kell látogatni a menüpont oldalát. A DHTML Menu-t használva, egy gyermek menüpontokat tartalmazó szülő menüpontra kattintás lenyitja a menüt anélkül, hogy elhagyná az oldalt, amivel időt takarít meg. Egy ilyen menüpont aktuális oldalát vagy a menüpontra történő kettős kattintással, vagy a közvetlenül alatta megjelenő külön hivatkozás meglátogatásával lehet elérni.
it: <em>DHTML Menu</em> aggiunge una funzionalit&agrave; dinamica ai men&ugrave; del tuo sito. Normalmente, per raggiungere gli elementi figli di una data voce di men&ugrave;, si deve visitare la pagina ad essa relativa. Con i DHTML Menu, il click su una voce di men&ugrave; che ha elementi figli, espander&agrave; il men&ugrave; stesso senza ricaricare la pagina risparmiando tempo. La pagina effettiva a cui punta tale voce di men&ugrave; pu&ograve; essere sempre raggiunta con un doppio click sulla voce stessa oppure cliccando sul link extra che viene mostrato appena al di sotto dell'elemento in questione quando il men&ugrave; &egrave; espanso.

source: Opens menus dynamically to reduce page refreshes.
hu: Dinamikusan nyitja meg a menüket az oldalletöltések csökkentése érdekében.
it: Apre i men&ugrave; dinamicamente per ridurre il numero di volte che la pagina viene ricaricata
